[
	{
		"bakerName": "Amanda",
		"bakerAge": "56",
		"bakerJob": "Detective",
		"bakerImage": "amanda",
		"bakerClass": "",
		"bakerInnuendo": "2",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Raised in London with Greek-Cypriot heritage, Amanda studied graphic design at college and worked in advertising before moving to the Metropolitan Police to train as a detective. As a child she baked with her mum, and she learned specifically about Greek baking from her paternal auntie. Her style is generous and creative with Greek and Middle Eastern influences. She loves painting directly on to her cakes, often giving them a pretty, feminine aesthetic that’s inspired by her two daughters. Whatever the season, Amanda loves to start her day with an outdoor swim– the colder, the better!"
	},
	{
		"bakerName": "Chigs",
		"bakerAge": "40",
		"bakerJob": "Sales Manager",
		"bakerImage": "chigs",
		"bakerClass": "",
		"bakerInnuendo": "2",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Despite a lifelong love of food, Chigs is relatively new to baking, only seriously embarking on his baking journey at the start of lockdown in 2020. Through the careful study of online videos, he managed to teach himself how to produce complex bakes and really intricate chocolate work. When it comes to baking, he loves a challenge and has no fear of being thrown in at the deep end – which is a pretty accurate reflection of his life! A thrill-seeker, he relishes high-octane activities such as bouldering, skydiving and trekking. He has already smashed the Three Peaks Challenge in Yorkshire and now has his sights set on conquering Kilimanjaro. When he’s not baking or climbing, you’ll find him spending time with his nephews who he adores."
	},
	{
		"bakerName": "Crystelle",
		"bakerAge": "26",
		"bakerJob": "Client Relationship Manager",
		"bakerImage": "crystelle",
		"bakerClass": "",
		"bakerInnuendo": "2",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Quadrilingual Crystelle is a baker who brings her wonderfully diverse heritage – born in northwest London to Kenyan born, Portuguese-Goan parents – to the flavours in her baking. The youngest of three daughters, she was also the chief-taster as she helped her mother prepare their family meals. When she travels with friends, it’s her job to make a list of the best restaurants and bakeries in the cities they visit. She began baking seriously only three years ago and loves fusing spices from the places she’s visited into her bakes – a fougasse infused with turmeric, curry powder and spring onion is a firm favourite. Crystelle is also an enthusiastic singer, having kept herself busy over lockdown with her online choir."
	},
	{
		"bakerName": "Freya",
		"bakerAge": "19",
		"bakerJob": "Student",
		"bakerImage": "freya",
		"bakerClass": "",
		"bakerInnuendo": "1",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Freya has been dreaming of entering Bake Off since the first series, when she was nine and saw the tent in Bakewell. Studying for a psychology degree, Freya lives at home with her parents so that she can continue to care for her horse, Winnie, while she’s at university. Her passion for horses and baking are the result of spending lots of time with her grandma as she was growing up. A year ago, Freya began making plant-based versions of classic bakes for her dad – now it’s her goal to bake so that no one can tell the results are vegan. She likes to be ‘unexpected’ with her baking and enjoys creating intricate designs… and usually makes a lot of mess in the process!"
	},
	{
		"bakerName": "George",
		"bakerAge": "34",
		"bakerJob": "Shared Lives Coordinator",
		"bakerImage": "george",
		"bakerClass": "",
		"bakerInnuendo": "3",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Londoner George grew up in a close-knit Greek-Cypriot family where food was always a big part of family life. Now married to his childhood sweetheart, he has three children and a house full of animals, including a dancing Japanese Spitz, called Eli. His mum taught him to bake (a legacy he’s now passing on to his own children), and he loves all the Greek classics. His flavours often include home-grown herbs and he likes to give his bakes a touch of class with a shabby-chic, vintage vibe. He has a keen eye for detail, looking for perfection in the finished presentation. When George isn’t baking, gardening or looking after his miniature zoo, he will be in the great outdoors with his family, on bike rides and walks."
	},
	{
		"bakerName": "Giuseppe",
		"bakerAge": "45",
		"bakerJob": "Chief Engineer",
		"bakerImage": "giuseppe",
		"bakerClass": "",
		"bakerInnuendo": "1",
		"starBaker": "1",
		"hollywoodHandshake": "1",
		"bakerInfo": "Originally from Italy, Giuseppe now lives in Bristol with his wife and their three young (and noisy!) sons. His love for baking comes from his father, a professional chef who did all the cooking at home as Giuseppe was growing up, including making a cake every Sunday. Inspired by this Italian heritage, Giuseppe loves using Italian flavours in his bakes, while he also brings his engineer’s precision to the results. A self-confessed food snob, he is determined to feed his children homemade confectionary, rather than anything that’s been mass-produced. When he’s not baking, Giuseppe loves indulging his passion for design and architecture, and with his wife has renovated their family home. He also loves gardening."
	},
	{
		"bakerName": "Jairzeno",
		"bakerAge": "51",
		"bakerJob": "Head of Finance",
		"bakerImage": "jairzeno",
		"bakerClass": "baker--exited",
		"bakerInnuendo": "0",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "For Trinidadian-born Jairzeno, ‘baking is like breathing’! He started baking in 2014, after becoming disillusioned with delicious-looking bakes that just didn’t deliver on flavour – and now, in his own baking, he obsesses over flavour combinations (guava and chocolate is a firm favourite), using lots of Caribbean spices, and aiming for the perfect pâtissérie finish. Jairzeno moved to the UK from Trinidad & Tobago 15 years ago and now lives in London. He has completed multiple half marathons across Europe and ran the London Marathon in 2012. When he’s not baking or running, he and his partner can be found cooking up a storm in their kitchen, or on walks, looking for shapes in nature to inspire Jairzeno’s next bake."
	},
	{
		"bakerName": "Jürgen",
		"bakerAge": "56",
		"bakerJob": "IT Professional",
		"bakerImage": "jurgen",
		"bakerClass": "",
		"bakerInnuendo": "1",
		"starBaker": "2",
		"hollywoodHandshake": "0",
		"bakerInfo": "Originally from the Black Forest in Germany, Jürgen moved to the UK in 2003 and now lives with his wife and son overlooking the sea. Unable to find traditional German bread in his adopted home, Jürgen decided to bake his own – and his passion for baking has grown ever since. He is particularly well-known for his Jewish challah bread, and for the celebration cakes that he loves to bake for friends and family. He approaches baking like the physicist he is – making calculations that help to ensure the utmost precision and perfect results. Jürgen is also an accomplished trombonist – a talent that he is proud to have passed on to his son."
	},
	{
		"bakerName": "Lizzie",
		"bakerAge": "28",
		"bakerJob": "Car Production Operative",
		"bakerImage": "lizzie",
		"bakerClass": "",
		"bakerInnuendo": "2",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Lizzie and her partner live with their dog, Prudence, in an annex in her parents’ garden. A baker who prefers simple presentation and believes in flavour and quantity over precision, Lizzie may look like she’s frantic and messy on the outside, but she is usually calm and collected within. Her baking comfort zone is cake, but she loves experimenting with flavour and is generally prepared to give anything a go… as long as it doesn’t involve putting cheese in bread, which she thinks can only spell disaster. When she’s not baking, Lizzie can be found on the dance floor, doing the samba in a suitably jazzy costume, or investigating the lives of serial killers – a fascination she developed during her study for her criminology degree."
	},
	{
		"bakerName": "Maggie",
		"bakerAge": "70",
		"bakerJob": "Retired Nurse",
		"bakerImage": "maggie",
		"bakerClass": "",
		"bakerInnuendo": "3",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Having grown up surrounded by family who constantly cooked and baked, Maggie finds that baking comes naturally to her. She has an impressive collection of classic recipe books and loves recreating traditional bakes while at the same time experimenting with exciting flavours. Her favourite thing to bake is bread – it never occurs to her to buy a loaf (or a cake!) A retired midwife, Maggie believes the excitement of delivering a baby can only be excellent preparation for taking part in Bake Off! She loves canoeing, kayaking and sailing (a passion inherited from her father), and regularly takes off in her campervan, heading for adventure. When she’s not baking or thrill-seeking, Maggie loves spending time with her great nieces and great nephews."
	},
	{
		"bakerName": "Rochica",
		"bakerAge": "27",
		"bakerJob": "HR Business Partner",
		"bakerImage": "rochica",
		"bakerClass": "",
		"bakerInnuendo": "2",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "With a big Jamaican family on both sides, Rochica bakes in a way that reflects her Caribbean heritage: with flavour, passion and love. She always is especially proud when her nan and aunties tell her she has baked a cake that reminds them of the treats they grew up with. A dancer from the age of two, Rochica’s interest in baking developed when she was left unable to dance due to an injury. Although she has started dancing again, she still finds plenty of time and reasons to bake – her nephew expects biscuits when she collects him from nursery and she particularly loved the challenge of baking a birthday cake to live up to her niece’s vivid imagination."
	},
	{
		"bakerName": "Tom",
		"bakerAge": "28",
		"bakerJob": "Family Software Company",
		"bakerImage": "tom",
		"bakerClass": "",
		"bakerInnuendo": "0",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Although he proudly remembers his place as the only boy in his primary school baking club, Tom discovered his true passion for baking a mere four years ago, when he made his dad a sticky toffee pudding cake. Now he bakes several times a week, rustling up everything from pies and quiches to bread. His mum describes him as the ‘midnight baker – before – he moved out of the family home, she would often wake up to a sweet treat… and a pile of washing up! Tom likes to take the foundations of a recipe and make it his own, creating bakes that are fun and often follow a theme. Away from his stand mixer, Tom works for the family software company and loves amateur dramatics and singing. He is also a keen runner."
	}
]
